[
{"titular": ["Mario Canessa: El silencio delator de Cruyff y de Cordón"], "descripcion": ["N/A"]},
{"titular": ["Egas afirma que Estrada y Galarza sabían todo sobre los contratos hechos con Cruyff y Cordón"], "descripcion": ["N/A"]},
{"titular": ["Pervis Estupiñán da asistencia en remontada 2-1 del Osasuna ante el Celta, en LaLiga"], "descripcion": ["N/A"]},
{"titular": ["[EN VIVO] UFC 251: Usman vs. Masvidal y Volkanovski vs. Holloway"], "descripcion": ["N/A"]},
{"titular": ["NBA: la 'burbuja', así le llaman al complejo de Disney World donde los equipos ya entrenan para el reinicio de la temporada"], "descripcion": ["Los Magic fueron la primera franquicia en instalarse el martes pasado y, junto a otros equipos que llegaron ese día como los Brooklyn Nets o los..."]},
{"titular": ["Alarma en el fútbol paraguayo, club General Díaz rompió protocolo sanitario"], "descripcion": ["El club de Luque rompió el protocolo del fútbol paraguayo al disputar un partido de comprobación entre su plantilla."]},
{"titular": ["Director del América sobre caso de Ibarra: Desafortunado, pero nadie puede estar por encima de los valores que representa el equipo"], "descripcion": ["'Tomamos la mejor decisión' con la cesión del tricolor, dijo Santiago Baños."]},
{"titular": ["Fórmula 1: horarios y canal de TV para ver en vivo el GP de Steiermark "], "descripcion": ["Lewis Hamilton mostró  que sigue siendo uno de los mejores en la lluvia en la historia de la F1."]},
{"titular": ["Xavier Arreaga fue titular en debut del Seattle Sounders en torneo MLS is Back"], "descripcion": ["El ex de Barcelona SC jugó todo el encuentro, válido por el Grupo B del torneo de la reanudación de la MLS."]},
{"titular": ["Emiratos Árabes oferta por Juan Cazares, monto no satisface expectativa de Atlético Mineiro"], "descripcion": ["El volante tricolor no seguiría con Atlético Mineiro en 2021. Después de cinco temporadas, su contrato termina en diciembre."]},
{"titular": ["Manchester City aplastó 5-0 al Brighton | Fecha 35 de la Premier League"], "descripcion": ["(VIDEO) A pesar de su logro deportivo, el City debe esperar a la decisión del Tribunal Arbitral del Deporte (TAS) que en los próximos días dictará..."]},
{"titular": ["Saúl ‘Canelo’ Álvarez aceptaría rebajar su salario mientras espera pelear en septiembre"], "descripcion": ["Púgil mexicano cobró 70 millones de dólares por dos peleas que tuvo en el 2019."]},
{"titular": ["Tottenham vs. Arsenal: canal de TV para ver en vivo y horarios | Fecha 35 de la Premier League"], "descripcion": ["El Clásico de Londres tiene un condimento extra."]},
{"titular": ["Ministro de Salud de Argentina cuestiona decisión de Conmebol sobre fechas para Copa Libertadores y Sudamericana"], "descripcion": ["Ginés González García definió este sábado como \"un poco arbitrarias\" las fechas para los certámenes internacionales."]},
{"titular": ["Campaña busca que Iker Casillas juegue un minuto para ser campeón de liga con el Porto"], "descripcion": ["El golero español sufrió un infarto de miocardio el 1 de mayo de 2019 y desde entonces no ha regresado a los terrenos de juego."]},
{"titular": ["El Brentford de Joel Valencia no le da respiro al Leeds de Bielsa, ni al West Brom"], "descripcion": ["El mediocampista ecuatoriano participó de la victoria de los Bees en el campo del Derby County."]},
{"titular": ["En la Liga Premier, el Norwich cae 4-0 ante el West Ham y es el primero en irse al descenso"], "descripcion": ["Los jugadores lucieron brazaletes negros en tributo al legendario Jack Charlton, que falleció el viernes a los 85 años."]},
{"titular": ["La Lazio de Felipe Caicedo lleva tres derrotas consecutivas, dos en casa, en la Serie A de Italia"], "descripcion": ["El conjunto romano vuelve a desaprovechar una ocasión de oro para tratar de disputarle el título a la Juventus."]},
{"titular": ["Barça se impuso 1-0 ante el Valladolid y no da ventaja al Real Madrid en la carrera por el título"], "descripcion": ["(VIDEO) Con un gol del chileno Arturo Vidal al cuarto de hora de partido, el FC Barcelona (2º) sumó los tres puntos en su visita al Valladolid."]},
{"titular": ["Pep Guardiola: No hay nadie en Manchester City que conozca al Real Madrid como yo; sé cómo tenemos que jugar"], "descripcion": ["La revancha está programada para el 7 de agosto en el Etihad Stadium."]},
{"titular": ["Bajo un diluvio, Hamilton se anota la pole position para el GP de Estiria"], "descripcion": ["La salida de la carrera, prevista para mañana a las 08:10 (hora ecuatoriana), debería celebrarse sin lluvia, según las previsiones meteorológicas. "]},
{"titular": ["Liverpool empató a 1 con el Burnley y debe ganar sus últimos duelos para acabar con el récord del City"], "descripcion": ["(VIDEO) En Anfield, donde el Liverpool no se había dejado un punto desde enero de 2019, el 1-0 llegó cuando el brasileño Fabinho templó un balón en..."]},
{"titular": ["Pese a reclamos de directorio, Cruyff aseguraba que sus 'jefes', Egas y Cordón, conocieron acerca de su viaje a España"], "descripcion": ["La declaración de Cruyff se integra en el marco de las quejas en el directorio de la Ecuafútbol."]},
{"titular": ["Lucía Vallecilla se defiende por los audios filtrados: 'No hay nada ilegal'"], "descripcion": ["La presidenta de El Nacional justifica con temas relacionados por derechos de imagen de los jugadores."]},
{"titular": ["Un futbolista gay de la Premier League revela su tormento en una carta abierta"], "descripcion": ["La carta está dirigida a aficionados y autoridades; el diario The Sun tuvo acceso a la misiva."]},
{"titular": ["Se cumplen 10 años del Mundial conseguido por una selección de oro de España"], "descripcion": ["Con un gol de Andrés Iniesta a los 116 minutos la Roja logró el tan preciado campeonato mundial."]},
{"titular": ["Juventus empató a 2 con el Atalanta con dos tiros penales cobrados por Cristiano Ronaldo"], "descripcion": ["(VIDEO) La Juve, gran dominador del fútbol italiano, dio un paso casi definitivo para lograr su noveno título consecutivo al empatar con la sensación..."]},
{"titular": ["Lazio perdió 1-2 con el Sassuolo y se distanció de la lucha por el título"], "descripcion": ["(VIDEO) La Lazio, en el que actúa Felipe Caicedo, que acumula cuatro derrotas y solo dos victorias desde el regreso de la Serie A tras la suspensión..."]},
{"titular": ["Jornada hípica vuelve a ser dominical y el clásico se correrá en los 1600 metros"], "descripcion": ["La ausencia de público está entre las medidas de bioseguridad.  "]},
{"titular": ["Muere Jack Charlton, campeón del mundo con Inglaterra en 1966"], "descripcion": ["El inglés formó parte del gran equipo de Leeds United, dirigido por Don Revie, que ganó la liga inglesa en 1969 y la FA Cup en 1972."]},
{"titular": ["Conmebol confirmó fechas para la continuación de copas Libertadores y Sudamericana"], "descripcion": ["En septiembre se retoma la disputa de los torneos de la entidad sudamericana; las finales se disputarán en enero."]},
{"titular": ["UFC 251: cartelera, horarios y canales de TV para ver Usman vs. Masvidal"], "descripcion": ["Tres títulos estarán en juego en UFC 251, en Abu Dabi."]},
{"titular": ["Lazio vs. Sassuolo: canal de TV para ver en vivo y horarios | Fecha 32 de la Serie A de Italia"], "descripcion": ["Con grandes ambiciones antes de la reanudación, la Lazio suma ahora dos derrotas consecutivas, mientras que el Sassuolo está invicto desde hace..."]},
{"titular": ["Juventus vs. Atalanta: canal de TV para ver en vivo y horarios | Fecha 32 de la Serie A de Italia"], "descripcion": ["La Juventus, líder del campeonato italiano, recibe el sábado en Turín al Atalanta (3º), a solo dos puntos de la Lazio (2º), en el duelo estelar de la..."]}
]