[
{"nombre": ["Altura Suites"], "descripcion": ["Modern and fully-furnished apartments at the heart of Bellas Artes art district. Perfectly located, surrounded by cafes, restaurants and museums and steps away from the financial/historic area. A Big supermarket right on the first floor of the building Probably the best spot to explore the main touristic sights of Santiago while still enjoying the bohemian vibe and safeness of Lastarria - Bellas Artes neighborhoods. Anything else someone may need can be found in the nearby financial & commercial area, from fast food chains to banks. The subway is only 1 block away, where you can get a fast and safe access to the entire city. The Apartments includes: -Free wifi -Heating / fan -Satellite TV -Living room with sofa-bed. -Kitchenette fully equipped -Security box -Working station. -King size Box Spring bed -En-suite bathroom -Apartment equipped for 2 or 3 Per. Kitchen includes: microwave oven, electric water boiler and toaster, coffee pot, oven and stove, silverware, plates, glasses, cups."]},
{"nombre": ["Presidente Suites Santiago"], "precio": ["CLP 62,700", "CLP 44,597"], "descripcion": ["Presidente Suites Santiago is located in the district of Providencia, steps from the subway station Tobalaba. Apart This 4 star hotel offers 24-hour, heated pool, a terrace, and a restaurant with a la carte breakfast buffet is included in the rate. Its 76 contemporary rooms, decorated in warm colors, include air conditioning and heating, Wi-Fi, cable TV, minibar, private bathroom and safe. The property is located 22.6 km Santiago International Airport and 1.5 km from the Golf neighborhood, where you can enjoy Mall Costanera Norte and a wide variety of restaurants and commercial offices."]},
{"nombre": ["Novotel Santiago Providencia"], "precio": ["CLP 72,500", "CLP 60,858"]},
{"nombre": ["Doubletree By Hilton Santiago Vitacura"], "descripcion": ["Centrally located within Santiago's recently developed commercial and financial district, DoubleTree by Hilton Hotel Santiago - Vitacura is just one block away from The Costanera Center - an extensive business and commercial complex that includes South America's largest shopping mall, theaters, offices and the tallest building in Latin America, Gran Torre Santiago. This Santiago hotel is within walking distance of national and international corporate headquarters, embassies and convention centers. Guests can also enjoy easy access to restaurants, boutiques, galleries, cultural buildings and many Santiago attractions. Experience a warm welcome when you stay at our contemporary Santiago hotel. You will even be greeted with a signature DoubleTree chocolate chip cookie when you check-in. The guest rooms at this hotel in Santiago offers beautiful views through large windows and a variety of contemporary amenities including a 42-inch HDTV, an ergonomic work space and WiFi (additional charge). Upgrade to a comfortable suite for a separate living area - perfect for families or extended stays. Savor the finest selections of meat, fish and seafood in our charming Bistro Restaurant or dine in the privacy of your guest room with Room Service. Unwind with a classic cocktail or a glass of fine Chilean wine in the attractive Lobby Lounge and Bar. Energize with contemporary exercise equipment in the complimentary 24-hour fitness center. Hold an event at this hotel near The Costanera Center, with ten flexible meeting spaces, including three boardrooms and take advantage of a variety of services in the complimentary 24-hour business center. Highlights Contemporary Santiago hotel with stunning Andes Mountain views Set in the business retail and entertainment district, one block from The Costanera Center Close to corporate headquarters, convention centers, shops and restaurants Easy access to attractions including ski resorts, vineyards, casinos, beaches and museums Ten meeting spaces, a 24-hour business center and contemporary A/V technology Complimentary 24-hour fitness center and onsite bar and restaurant What to do around here Marvel at stunning, panoramic views over the city and on towards the Andes Mountains from Cerro San Cristobal or visit Santiago Zoo, located halfway up the famous hill. Soak up the lively atmosphere at the Plaza de Armas, Santiago's main pedestrian plaza; where street performers, traditional Cueca dancers and art vendors abound. The Chess Club of Santiago meets here every weekend and players are more than happy to accept a challenge from a newcomer. Dine in one of the tempting seafood restaurants at Mercado Central and explore the enormous fruit market, La Vega Central. Spend an evening at one of the city's live jazz bars or try a spot of salsa dancing. Visit one of the three homes of Nobel Prize winning poet, Pablo Neruda or admire the exhibits at one of Santiago's many museums, including the Museum of Visual Arts and the Museo Bellas Artes."]},
{"nombre": ["Hotel Ismael"], "precio": ["CLP 90,390", "CLP 90,390"], "descripcion": ["Call it Ismael 312. Some years ago — never mind how long precisely — having little in the way of design hotels, and nothing particular to interest the restless global nomad, the insular city of Santiago quietly took to the construction of a new crop of contemporary boutique hotels. Among the first fruits of this new wave of hotel construction is Ismael 312, a nine-story contemporary boutique hotel in an easy-on-the-eye modern minimalist style, just off the Parque Forestal in Santiago’s historic city center. Semi-transparent glass-walled bathrooms, flat-screen televisions, full-length windows — it’s clear Ismael 312’s proprietors have been paying attention to the interior-design conventions of the boutique-hotel world. This clean-lined look has quickly become the global standard, instantly rendering a million flowery bedspreads obsolete. Here, if you’re fortunate, you’ve got a view of the park from a private balcony; if not, you can content yourself with the pared-down simplicity of your room’s contemporary design. Don’t expect five-star extravagance — Ismael 312 is little more than a pied-a-terre. In this neighborhood, though, that’s more than enough — you’re surrounded by restaurants and picturesque old streets, not to mention the park with its selection of museums, perfectly placed to circumambulate the city of a dreamy Sabbath afternoon."]},
{"nombre": ["Hostal Providencia"], "precio": ["CLP 33,529", "CLP 28,452"], "descripcion": ["Hostal Providencia: a home away from home for travelers and backpackers in Santiago de Chile! With the perfect location, varied breakfast, comfy beds, spacious and decorated common areas, a cozy bar and an efficient staff, Hostal Providencia guarantees you a pleasant and fun experience with the best price-quality of the city. We are located in the heart of Santiago, Parque Bustamante metro station and the neighborhood of Barrio Italia and Bellavista, where you will find the best nightlife with many pubs, bars and restaurants. Hostal Providencia stands out for its capacity and big variety of rooms. We have shared dorms (new ones have USB and own light points) and privates single, double, triple and family (4, 5 and 6 people), all with private or shared bathroom option. Another great attraction is our unforgettable activities: nights of \"terremotos\" (typical Chilean drink), pisco sour, BBQ, pasta and wine, hamburgers, fajitas, strogonoff, discada, wine tasting and much more! Other services: Safe 24h reception (entrance with swivel) Breakfast (buffet) WIFI throughout the hostel Multilingual Staff Bed linen and towel Daily cleaning Two full eqquiped kitchens Free national and international calls (landlines) Info & Tours Bar Laundry (additional cost) Kitchenette Free tea all day Printing service Vendomatica (snacks and drinks) Fussball Two patios (smoking areas) Book Exchange Do not think twice: We don’t only provide you a nice stay, we give you an experience!"]},
{"nombre": ["Hotel Pullman Santiago El Bosque"], "precio": ["CLP 116,488"], "descripcion": ["Pullman Santiago El Bosque is the perfect choice for those on business or the most casual of travelers. Located in El Bosque financial district, within the business epicenter of Santiago de Chile, our modern 18-story building stands out for its meets-down-to-earth flair. Minutes away from the gorgeous suburb El Golf in Las Condes and just a short walk from the Tobalaba subway station and Costanera Center Shopping Center, any locale within Santiago de Chile is at your fingertips while staying us. Our 240 cozy and comfortable rooms are the perfect choice to rest after a hard working or shopping day. We have free Wifi in all public areas and rooms."]},
{"nombre": ["Hotel Cumbres Vitacura"], "precio": ["CLP 70,600", "CLP 93,266"], "descripcion": ["With 225 ultra-modern rooms and suites, the hotel was designed to reflect the energy and style of its surroundings with a curved geometric design and a gleaming glass façade. To this dynamic atmosphere, modern restaurants, trendy shops and art galleries are just a few steps away."]},
{"nombre": ["Holiday Inn Santiago Airport"]},
{"nombre": ["La Quinta by Wyndham Santiago Aeropuerto"]},
{"nombre": ["Tempo Rent Apart Hotel"], "descripcion": ["Tempo Rent Apart Hotel is located at the heart of Providencia, at walking distance from Los Leones subway station and surrounded by one of the most important business and comercial places of the city. Costanera Mall, the biggest mall in Latin America and among the biggest in the world, is within walking distance from the hotel.We have for our guests standard rooms, suites and one & two bedrooms apartments, fully equipped, including free Internet access."]},
{"nombre": ["Sheraton Santiago Hotel and Convention Center"], "descripcion": ["Discover an iconic and historical landmark in Santiago, Chile. Stay at Sheraton Santiago Hotel & Convention Center and enjoy an ideal location near the city's top destinations. We offer easy access to popular attractions and to the Santiago airport, which is just 15 minutes away."]},
{"nombre": ["Hotel Panamericano"], "precio": ["CLP 39,219", "CLP 35,539"], "descripcion": ["Hotel Panamericano Santiago de Chile is located in the heart of the Centro or Downtown Santiago. The Hotel is located within walking distance from the Government Palace, one of the safest areas of the capital of Chile, which is the Financial, Cultural, Civic and Trade center of the country.Hotel Panamericano stands out among the many deals in hotels in Santiago since it incorporates a full range of hotel services, features 170 cozy and spacious rooms and modern \"Junior Suites\", tourism services in Santiago and its surroundings, car park, laundry, gym and boxing school for executives, meeting rooms, conference rooms, meeting rooms and rooms for marriages. We have a luxurious VIP meeting room."]},
{"nombre": ["Hotel Eco Boutique Bidasoa"], "precio": ["CLP 117,562", "CLP 92,930"], "descripcion": ["Hotel Bidasoa is an Eco - Boutique hotel with more than 30 years of experience in the industry and it has just expanded adding 87 more rooms, all different, surprising all guests with warm, cozy and full of details. It was founded and it is operated until today by the Sanz family. Together with a great team of professionals they strive to give the client a warm and welcoming experience. This non-smoking 4 star hotel seeks to create a unique experience for all guests and also an instance of rest and silence for all those who want to reconnect with nature in the middle of the city. The Bidasoa seeks to be more aware and responsible for the environment every day, making the effort to incorporate the greatest amount of ecological practices, becoming the most sustainable hotel in Latin America. With details of Europe on theirs 20s, transporting our guests to an experience timeless, full of details that will reconnect with the sense of travel and the experience of nature."]},
{"nombre": ["Le Reve Hotel Boutique"], "descripcion": ["The style and service of Le Rêve Hotel is inspired by those small hotels in Paris and the world, characterized by delivering unforgettable experience, full of warmth, caring and sophisticated atmosphere, plenty of personal style and details that make an unforgettable difference."]},
{"nombre": ["RQ Providencia"], "precio": ["CLP 69,809", "CLP 52,511"], "descripcion": ["Featuring a swimming pool and a fitness center, RQ Providencia offers air conditioned rooms with plasma TVs in Providencia. Free parking is available. La Moneda Palace is 3 miles away.Soberly decorated in warm hues, rooms at Providencia Suites RQ feature wooden bedside tables and bedsteads. All of them have kitchenettes, work desks and marble bathrooms.A continental breakfast is served daily. Bars and restaurants can be found around the corner.The 24-hour front desk can help guests secure airport shuttles to Arturo Merino benitez Airport, which is 12 miles away. RQ Providencia Suites is 3 miles from Santiago's Main Square."]},
{"nombre": ["Lastarria 43-61"], "precio": ["CLP 56,430", "CLP 41,414"], "descripcion": ["Located in the most prestigious cultural and historic quarter of Santiago, Lastarria 43 & 61 are surrounded by excellent views as well as numerous restaurants, galleries, and many of the city’s must-see attractions. Belonging to the National Architectural Heritage, both buildings have been restored from old homes. Lastarria 43, the older of the two, combines the charm of old world design with today’s comforts, while Lastarria 61 brings a modern feel to its classic architecture."]},
{"nombre": ["Altura Suites"], "descripcion": ["Modern and fully-furnished apartments at the heart of Bellas Artes art district. Perfectly located, surrounded by cafes, restaurants and museums and steps away from the financial/historic area. A Big supermarket right on the first floor of the building Probably the best spot to explore the main touristic sights of Santiago while still enjoying the bohemian vibe and safeness of Lastarria - Bellas Artes neighborhoods. Anything else someone may need can be found in the nearby financial & commercial area, from fast food chains to banks. The subway is only 1 block away, where you can get a fast and safe access to the entire city. The Apartments includes: -Free wifi -Heating / fan -Satellite TV -Living room with sofa-bed. -Kitchenette fully equipped -Security box -Working station. -King size Box Spring bed -En-suite bathroom -Apartment equipped for 2 or 3 Per. Kitchen includes: microwave oven, electric water boiler and toaster, coffee pot, oven and stove, silverware, plates, glasses, cups."]},
{"nombre": ["Presidente Suites Santiago"], "precio": ["CLP 62,700", "CLP 44,597"], "descripcion": ["Presidente Suites Santiago is located in the district of Providencia, steps from the subway station Tobalaba. Apart This 4 star hotel offers 24-hour, heated pool, a terrace, and a restaurant with a la carte breakfast buffet is included in the rate. Its 76 contemporary rooms, decorated in warm colors, include air conditioning and heating, Wi-Fi, cable TV, minibar, private bathroom and safe. The property is located 22.6 km Santiago International Airport and 1.5 km from the Golf neighborhood, where you can enjoy Mall Costanera Norte and a wide variety of restaurants and commercial offices."]},
{"nombre": ["Novotel Santiago Providencia"], "precio": ["CLP 72,500", "CLP 60,858"]},
